{
  "references": [
    {
    "id": "1",
      "name": "Kate Proxmire",
      "phone": "(269) 760-6905 ",
      "email": "kate.proxmire@farmersinsurance.com",
      "title": "Director of Agency Innovation at Foremost Insurance",
      "linkedIn": "linkedin.com/in/kathyproxmire",
      "text": "Brian is one of the hardest working brightest individuals I have been privileged to have on my team. He is never faced with a problem he cannot solve. He is such a fast learner and is constantly sharpening his skills with the latest technologies and certifications. He has an eye for design and understands the importance of the user experience in everything he develops. Anyone who hires him will see him hit the ground running and will immediately recognize how skilled he is. On top of that, his communication skills are excellent and his customers have always given him high satisfaction survey results. He is a gem and any team would be lucky to have him."
    },
     {
    "id":"2",
      "name": "Chad Gibbs",
      "phone": "(616) 723-1632",
      "email": "chadgibbs1970@gmail.com",
      "title": "Internal Communications Lead",
      "linkedIn": "linkedin.com/in/chad-gibbs-70b962191",
      "text": "I have known and worked with Brian VanPortfleet for over 25 years. We worked in the Advertising department for Meijer for a few years, and then we both moved to Farmers Insurance, where we worked in the Foremost Marketing department for 22 years. For about 10 of those years I was a manager, with Brian being one of my team members. I have been consistently impressed by both Brian's attitude toward his work and his performance on the job. Brian is a dream employee and co-worker. His mind is a sponge and he is extremely adept at learning new technologies quickly. Brian has been instrumental in creating best practices for our team for every aspect of the development process."
    },
      {
    "id":"3",
      "name": "Shannon Pocock",
      "phone": "(616) 581-7615",
      "email": "",
      "title": "Creative Services Coordinator at Ranir LLC",
      "linkedIn": "linkedin.com/in/shannon-pocock-b57bba55",
      "text": "I have had the pleasure of working with Brian VanPortfleet for many years at both Meijer and Farmers Insurance. Most recently I worked closely in a collaborative manner with Brian as a Front-End Web Developer and me as a Sr. Graphic Designer at Farmers Insurance. I found Brian’s in-depth understanding of web technology and content management extremely helpful when creating designs he would be utilizing. He is very knowledgeable with web, portals, and content management and is never afraid to share that knowledge with other colleagues. Anyone looking for a front-end web developer with timely responses and value-added should look no further. Brian VanPortfleet is great at curating, creating, and managing content, and highlighting content from angles others may not have thought about. Brian would be an asset to your web team."
    },
    {
    "id":"4",
      "name": "Callista Gloss",
      "phone": "(616) 205-2626",
      "email": "",
      "title": "Web Application Manual and Automated Tester (SDET) and Scaled Agile Framework Scrum",
      "linkedIn": "linkedin.com/in/callistagloss",
      "text": "I had the pleasure of working with Brian on the Foremost Customer Self-Service Portal at Farmers Insurance. With years of knowledge as a front-end web developer, Brian brought his web expertise and eye for design to the project from day one. In addition to being highly skilled at his craft, Brian is also a joy to be around and would greatly benefit any company. I highly recommend him."
    }

  ]
}
